Repository: RivkiGlick/shantiApp
Catalog: Shanti/*.lproj/Localizable.strings
Languages: he

source: You are here
he: את/ה נמצא כאן

source: More about
he: עוד על

source: Display from yesterday
he: הצג מאתמול

source: Submit
he: שלח

source: Chat to
he: צ'אט ל

source: Located at an unknown address
he: נמצא בכתובת לא ידועה

source: I
he: אני

source: Chat cannot be opened
he: לא ניתן לפתוח צ'אט

source: What's New
he: מה חדש

source: Personal zone
he: איזור אישי

source: Groups
he: קבוצות

source: Messages
he: הודעות

source: Information
he: מידע

# Home
source: Map
he: מפה

source: This option will be supported in future versions
he: אפשרות זו תיתמך בגרסא עתידית

source: Error in obtaining data from the server, check network connections
he: שגיאה בקבלת נתונים מהשרת, בדוק חיבורי רשת

source: General Notice
he: הודעה כללית

source: Email
he: מייל

source: Password
he: סיסמה

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Mobile
he: נייד

source: Country of residence
he: ארץ מגורים

source: Language
he: שפה

source: Gender
he: מין

# AgeRange
source: Date of birth
he: תאריך לידה

source: Religion
he: דת

source: Countries
he: מדינה

source: Occupation
he: מקצוע

source: Hobby
he: תחביב

source: My profile
he: הפרופיל שלי

source: People Search settings
he: הגדרות חיפוש אנשים

source: Information Search settings
he: הגדרות חיפוש מידע

source: Information Display settings
he: הגדרות תצוגת מידע

source: Logout
he: התנתקות

source: My pictures
he: התמונות שלי

source: Create new group
he: יצירת קבוצה חדשה

source: Group name
he: שם הקבוצה

source: Something more
he: משהו נוסף

source: Private Group
he: קבוצה כללית

source: Select a picture for the group
he: קבוצה פרטית

source: Select a different picture
he: בחר תמונה אחרת

source: Join members
he: צרף חברים

source: Create a group
he: צור קבוצה

source: New group
he: קבוצה חדשה

source: Group info
he: פרטי הקבוצה

source: Join more members
he: צרף עוד חברים

source: User name
he: שם משתמש

source: Share photos
he: שתף תמונות

source: More about the group of
he: עוד על קבוצת

source: Send a request
he: שלח בקשה

source: Email address not available
he: כתובת מייל לא קיימת

source: The requested member cannot be joined
he: לא ניתן לצרף את החבר המבוקש

source: Error in creating the group
he: שגיאה ביצירת הקבוצה

source: Asking you to join the group
he: מבקשת לצרף אותך לקבוצה

source: Confirm
he: אשר

source: Group
he: קבוצת

source: Reject
he: דחה

source: from
he: מאת

source: Joining requests
he: בקשות הצטרפות

source: Asking you to join her
he: מבקשת לצרף אותך אליה

source: Different people a different experience
he: אנשים שונים חוויה אחרת

source: Select one of the login options
he: בחר באחת מהאפשרויות כדי להתחבר

source: Login
he: כניסה

source: Signing up
he: הרשמה

source: Email address recorded in the system
he: כתובת המייל קיימת במערכת

source: Display more options
he: הצג עוד אפשרויות

source: Personal details
he: פרטים אישיים

source: Continued
he: המשך

source: Username recorded in the system
he: שם משתמש קיים במערכת

source: Faulty email address
he: כתובת מייל לא תקינה

source: Please enter at least 2 characters
he: יש להכניס לפחות 2 תווים

source: Enter between 2 to 15 characters
he: יש להכניס בין 2 ל 15 תווים

source: Faulty phone number
he: מספר טלפון לא תקין

source: Please enter data
he: יש להזין נתונים

source: Please select a country
he: יש לבחור מדינה

source: By signing up with shanty I agree to all the terms and conditions of the people, groups and their personal details, and privacy policy as specified in the Company's articles.
he: בהרשמה לשאנטי אני מסכים לכל התנאים וההגבלות של האנשים, הקבוצות ופרטיהם האישיים, ומדיניות הפרטיות כפי שמפורט בתקנון החברה.

source: the terms and conditions
he: התנאים וההגבלות

source: of the people, groups and their personal details,
he: של האנשים, הקבוצות ופרטיהם האישיים,

source: and privacy policy
he: ומדיניות הפרטיות

source: as specified in the Company's articles.
he: כפי שמפורט בתקנון החברה.

source: And
he: וכן

source: Date of Birth
he: תאריך לידה

source: Age Range
he: טווח גיל

source: Faith
he: דת

source: Faith affiliation
he: יחס לדת

source: Set up your profile
he: הגדר את הפרופיל שלך

source: Sign Up
he: הרשם

source: People like to know the members of their group
he: אנשים אוהבים להכיר את חבריהם לקבוצה

source: Complete your profile editing to help the group to know you
he: השלם את עריכת הפרופיל שלך כדי לעזור לקבוצה להכיר אותך

source: Take a picture
he: צלם תמונה

source: Select from the pool
he: בחר מתוך מאגר

source: Add later
he: הוסף מאוחר יותר

source: Complete your profile
he: השלם את הפרופיל שלך

source: Select a spot on the page
he: בחר מיקום בדף

source: Here is your selected image
he: הנה התמונה שבחרת

source: Is that you?
he: האם זה אתה?

source: Yes. Complete Signup
he: כן. השלם הרשמה

source: Take another picture
he: צלם שוב

source: Profession or Occupation
he: מקצוע או תחום עיסוק

source: More details
he: עוד פרטים

source: Tell people in your group about your trips. Is there anything you particularly interested in
he: ספר לאנשים שבקבוצתך על הטיולים שלך. האם יש משהו שאתה מתעניין בו במיוחד

source: Is there anythong significant in your life that you want to share with them
he: האם יש משהו משמעותי בחייך שאתה רוצה לחלוק אותו איתם

source: Completing details
he: השלמת פרטים

source: End
he: סיום

source: Male
he: זכר

source: Female
he: נקבה

source: Select the characteristics of the members you wish to meet
he: בחר את מאפיני החברים שתרצה להכיר

source: Search settings
he: הגדרות חיפוש

source: Skip
he: דלג

source: Age
he: גיל

source: Radius
he: רדיוס

source: Confirmation
he: אישור

source: Please enter password
he: יש להזין סיסמא

source: Please enter name
he: יש להזין שם

source: Please enter last name
he: נא להזין שם משפחה

source: Cell phone number is invalid
he: מספר הפלאפון אינו חוקי

source: Map
he: מפה

source: Message
he: הודעה

source: New message
he: הודעה חדשה

source: Sign in
he: היכנס

source: Sign In to see her
he: היכנס כדי לראות אותה

source: Cancellation
he: ביטול

source: Yes.
he: .כן

source: No.
he: .לא

source: New chat message from
he: הודעת צ'אט חדשה מ

source: Go to message
he: לעבור להודעה

source: Services
he: שירותים

source: Hotels
he: מלונות

source: Food
he: אוכל

source: Shopping
he: קניות

source: Transportation:
he: תחבורה:

source: Recreation
he: בילוי

source: Professionals
he: בעלי מקצוע

source: Miscellaneous:
he: שונות:

source: Replies
he: תגובות

source: Show Map
he: הצג מפה

source: Maximum rating
he: דירוג מקסימלי

source: Price
he: מחיר

source: A date beyond today cannot be set
he: לא ניתן להגדיר תאריך גדול מהיום

source: ...Loading
he: טוען...

source: All
he: כולם

source: Edit
he: ערוך

source: Close
he: סגור

source: Personal Profile
he: פרופיל אישי

source: Spoken languages
he: דובר שפות

source: Supplemental details
he: פרטים משלימים

source: More about yourself
he: עוד על עצמך

source: An error occurred; data was not saved
he: ארעה שגיאה, הנתונים לא נשמרו

source: Data was saved
he: הנתונים נשמרו

source: Problem in loading controls
he: בעיה בטעינת הפקדים

source: Type text for searching
he: הזן טקסט לחיפוש

source: You do not have groups, presently.Begin creating groups
he: אין לך קבוצות כעת.התחל ביצירת קבוצות

source: Add friends
he: צרף חברים.

source: Meeting points
he: נקודת מפגש

source: Message history failed to load
he: הסטורית ההודעות לא נטענה

source: Try again
he: נסה שנית

source: Presently, you have no join request
he: אין לך בקשת הצטרפות כעת

source: Group profile
he: פרופיל קבוצה

source: Save changes
he: שמור שינויים

source: Delete
he: מחק

source: Remove
he: הסר

source: Replace
he: החלף

source: More about the group
he: עוד משהו על הקבוצה

source: An error occurred during update
he: ארעה שגיאה במהלך העדכון

source: Group details were updated
he: פרטי הקבוצה עודכנו

source: An error occurred during deletion
he: ארעה שגיאה במהלך המחיקה

source: Do you want to delete the group?
he: למחוק את הקבוצה?

source: Cancel
he: ביטול

source: Shared photos
he: תמונות משותפות

source: Join
he: הצטרף

source: Search by name or Shanty name
he: חפש לפי שם או שם שאנטי

# You added
source: France
he: צרפת

source: Someone wants to add you to the group Someone wants to add you to a group
he: משהו רוצה לצרף אותך לקבוצה

source: Friends
he: חברים

source: Send request
he: שלח בקשה

source: No Internet connection; cannot proceed
he: אין חיבור לאינטרנט, לא ניתן להמשיך

source: Member in
he: חבר ב

source: and administrator
he: ומנהל

source: The entry details you typed are wrong
he: פרטי הכניסה שהזנת שגויים

source: Prefix
he: קידומת

source: Type the verification code you got by text message SMS
he: הזן את קוד האימות שקבלת ב-sms

source: The code typed does not match the sent code
he: הקוד שהזנת אינו תואם את הקוד שנשלח

source: I forgot the password
he: שכחתי סיסמה

source: Restore password
he: שחזור סיסמה

source: e-mail address you registered with
he: כתובת המייל שאיתה נרשמת

source: The password will be sent to you by e-mail
he: הסיסמה תשלח לך במייל

source: The system does not recognize the e-mail address you typed
he: כתובת המייל שהזנת לא קיימת במערכת

source: Type in an e-mail address
he: יש להזין כתובת מייל

source: Password sent to
he: הססימה נשלחה ל

source: ...Search
he: חפש...

source: Cannot sign in to chat
he: לא ניתן להירשם לצאט

source: Welcome
he: ברוך הבא

source: Select file location
he: בחר מיקום קובץ

source: .No match on search
he: אין תוצאות חיפוש מתאימות.

source: Type a new search.
he: הקלד חיפוש חדש.

source: A radius MUST be selected
he: חובה לבחור רדיוס

source: An error occurred while loading your settings
he: ארעה שגיאה בעת טעינת ההגדרות שלך

source: Changes were saved
he: השינויים נשמרו

source: Menu
he: תפריט

source: Enter
he: הכנס

source: Enter to see it
he: הכנס כדי לראות אותה

source: Boy
he: בן

source: Girl
he: בת

source: Would you like to be approved for joining?
he: האם ברצונך לעבור אישור הצטרפות?

source: writes you a message
he: כותב לך הודעה

source: Would you like to go to the message screen?
he: האם ברצונך לעבור למסך ההודעות?

source: Message to group
he: הודעה לקבוצת

source: Would you like to go to the message?
he: האם ברצונך לעבור להודעה?

source: You have no new messages currently
he: אין לך הודעות חדשות כעת

source: This option would be supported in future versions
he: אפשרות זאת תתימך בגירסה העתידית

source: Setting a meeting point
he: קביעת נקודת מפגש

source: Meeting time
he: שעת מפגש

source: Definition
he: הגדרה

source: Notes
he: הערות

source: Set a meeting point
he: צור נקודת מפגש

source: The meeting point has been added successfully
he: נקודת המפגש התווספה בהצלחה

source: An error occurred while loading your groups.
he: ארעה שגיאה בעת טעינת הקבוצות שלך.

source: A meeting point cannot be created
he: לא ניתן ליצור נקודת מפגש

source: ETA from your location:
he: זמן הגעה ממקומך:

source: Minutes
he: דקות

source: Meeting of group
he: מפגש קבוצת

source: ...Calculating
he: מחשב....

source: Send
he: שלח

source: Respond
he: הגב

source: Shut down positioning services
he: כיבוי שירותי מיקום

source: Turning on positioning services
he: הדלקת שירותי מיקום

source: Country of origin
he: ארץ מוצא

source: Previous messages
he: הודעות קודמות

# Searching for people
source: Searching
he: חיפוש

source: Username and Mail existed within the system, please select other values
he: שם משתמש ומייל קיימים במערכת,אנא בחר ערכים אחרים

source: Please fill the mobile field nine digits!,Without prefix
he: אנא מלא את שדה הנייד בעשר ספרות בלבד!,ללא קידומת

source: Please select the mobile field without the prefix 0
he: 0 אנא מלא את שדה הנייד ללא קידומת !

source: Please select the mandatory fields: Email, Username, and Password, portable prefix
he: אנא מלא את שדות החובה: מייל, שם משתמש, סיסמה, נייד וקידומת

source: Filter
he: סנן

source: Sorting by Name
he: חיפוש לפי שם

source: Sorting by Distance
he: חיפוש לפי מרחק

source: Error
he: שגיאה

source: Select
he: בחר

source: Registration failed
he: הרשמה נכשלה

source: Select a source image
he: בחר מקור תמונה

source: Camera
he: מצלמה

source: Gallery
he: אלבום תמונות

source: Search by name or Shanti name
he: חפש לפי שם או שם שאנטי

source: Image
he: תמונה

source: The chat connections are not available, please try again later
he: חיבורי הצ׳אט אינם זמינים, אנא נסה שוב מאוחר יותר

source: Fail update youre profile
he: עדכון הפרופיל נכשל

source: Group administrator
he: מנהל קבוצה

# Adding
source: Group administrator
he: הוספת

source: Image group:
he: תמונה לקבוצה:

source: Apply
he: בחר

source: Shanti Name
he: שם שאנטי

source: A temporary problem fetching data from the server, please try later
he: בעיה זמנית בשליפת נתונים מהשרת,אנא נסו מאוחר יותר

source: You have no friends group
he: אין לך חברים בקבוצה

source: You tried three times to enter the apps you have to wait 15 minutes
he: ניסית להכנס שלוש פעמים לאפלקציה עליך לחכות 15 דקות

source: Terms and Conditions
he: תנאים והגבלות

source: Privacy Policy
he: מדניות פרטיות
